Repository: crswebb/crs-employee-management-plugin
Catalog: languages/*.po
Languages: sv

source: Employees
sv: Personal

source: Employee
sv: Person

source: Add New
sv: Lägg till

source: Add New Employee
sv: Lägg till person

source: Edit Employee
sv: Redigera person

source: New Employee
sv: Ny person

source: View Employee
sv: Visa person

source: Search Employees
sv: Sök personer

source: No Employees found
sv: Inga personer hittades

source: No Employees found in Trash
sv: Inga personer i papperskorgen

source: Parent Employee:
sv: Förälder

source: Title:
sv: Titel:

source: E-mail:
sv: E-post:

source: Phone:
sv: Telefon:

source: Short description
sv: Kort beskrivning

# taxonomy general name
source: Employee Categories
sv: Personalkategorier

# taxonomy singular name
source: Employee Category
sv: Personalkategori

source: Search Employee Categories
sv: Sök personalkategorier

source: All Employee Categories
sv: Alla personalkategorier

source: Parent Employee Category
sv: Kategoriförälder

source: Parent Employee Category:
sv: Kategoriförälder:

source: Edit Employee Category
sv: Redigera personalkategori

source: Update Employee Category
sv: Uppdatera personalkategori

source: Add New Employee Category
sv: Lägg till personalkategori

source: New Employee Category Name
sv: Ny personalkategori

source: Employee Categories
sv: Personalkategorier
